Repository: sorarose99/newsaa
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, id, ru, sw, uk, ur

# dataUsageContent
source: All saved data remains on your device and is not sent to our servers except in very limited cases.
ar: جميع البيانات المحفوظة تبقى على جهازك ولا تُرسل إلى خوادمنا إلا في حالات محدودة جداً.
es: Todos los datos guardados permanecen en su dispositivo y no se envían a nuestros servidores, excepto en casos muy limitados.
fr: Toutes les données enregistrées restent sur votre appareil et ne sont pas envoyées à nos serveurs sauf dans des cas très limités.
id: Semua data tersimpan tetap berada di perangkat Anda dan tidak dikirim ke server kami kecuali dalam kasus yang sangat terbatas.
ru: Все сохраненные данные остаются на вашем устройстве и не отправляются на наши серверы, кроме очень ограниченных случаев.
sw: Data yote iliyohifadhiwa inabaki kwenye kifaa chako na haitumwi kwa seva zetu isipokuwa katika kesi chache sana.
uk: Усі збережені дані залишаються на вашому пристрої та не надсилаються на наші сервери, за винятком дуже обмежених випадків.
ur: تمام محفوظ شدہ ڈیٹا آپ کے آلے پر رہتا ہے اور بہت ہی محدود صورتوں میں ہمارے سرورز پر نہیں بھیجا جاتا۔

source: WhatsApp
ar: واتساب
ur: واٹس ایپ

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
sw: Barua pepe
ur: ای میل

source: Telegram
ar: تليقرام
ur: ٹیلیگرام

# notificationTitle
source: Salawat Reminder
ar: تذكير الصلاة على النبي
fr: Rappel Salawat
id: Pengingat Salawat
ru: Напоминание о Салавате
ur: درود شریف یاد دہانی

# notificationChannelName
source: Salawat Reminder
ar: تذكير الصلاة على النبي
fr: Rappel Salawat
id: Pengingat Salawat
ru: Напоминание о Салавате
ur: درود شریف یاد دہانی

# notificationChannelDesc
source: Regular reminders to send Salawat on Prophet Muhammad, peace be upon him
ar: تذكيرات منتظمة للصلاة على النبي ﷺ
es: Recordatorios regulares para enviar Salawat al Profeta Muhammad, la paz sea con él
fr: Rappels réguliers pour envoyer Salawat au Prophète Muhammad, que la paix soit sur lui
id: Pengingat rutin untuk bershalawat kepada Nabi Muhammad, semoga keselamatan terlimpah atasnya
ru: Регулярные напоминания об отправке салавата Пророку Мухаммаду, да благословит его Аллах и приветствует
sw: Vikumbusho vya mara kwa mara kutuma Salawat kwa Mtume Muhammad, amani iwe juu yake
uk: Регулярні нагадування надсилати Салават Пророку Мухаммаду, мир йому
ur: نبی محمد کے لیے درود پڑھنے کی باقاعدہ یاد دہانیاں، ان پر اللہ کی رحمت اور سلامتی ہو

# notificationTicker
source: Salawat Reminder
ar: تذكير الصلاة
fr: Rappel Salawat
id: Pengingat Salawat
ru: Напоминание о Салавате
ur: درود شریف یاد دہانی

# notificationSubtext
source: Send Salawat on the Prophet ﷺ
ar: الصلاة على النبي ﷺ
es: Enviar Salawat al Profeta ﷺ
fr: Envoyez Salawat au Prophète ﷺ
id: Bershalawat untuk Nabi ﷺ
ru: Отправить салават Пророку ﷺ
sw: Tuma Salawat kwa Mtume ﷺ
uk: Надіслати Салават Пророку ﷺ
ur: نبی کے لیے درود پڑھیں ﷺ

# goalAchievementTitle
source: Congratulations! 🎉
ar: بارك الله فيك! 🎉
es: ¡Felicidades! 🎉
fr: Félicitations! 🎉
id: Selamat! 🎉
ru: Поздравляем! 🎉
sw: Hongera! 🎉
uk: Вітаємо! 🎉
ur: مبارک ہو! 🎉

# goalAchievementSubtitle
source: You've reached your goal! 🌟
ar: لقد حققت هدفك! 🌟
es: ¡Has alcanzado tu objetivo! 🌟
fr: Vous avez atteint votre objectif! 🌟
id: Anda telah mencapai tujuan! 🌟
ru: Вы достигли своей цели! 🌟
sw: Umefikia lengo lako! 🌟
uk: Ви досягли своєї мети! 🌟
ur: آپ نے اپنا مقصد حاصل کر لیا! 🌟

# tier1_name
source: Blessed Beginning
ar: بداية مباركة
es: Comienzo bendito
fr: Début béni
id: Permulaan yang Terberkati
ru: Благословенное начало
sw: Mwanzo uliobarikiwa
uk: Благословенний початок
ur: مبارک آغاز

# tier1_message
source: Blessed beginning, O one who sends Salawat on the Prophet, you have reached 100 Salawat
ar: بداية مباركة يا مصلي على النبي، لقد وصلت إلى 100 صلاة
es: Comienzo bendito, Oh tú que envías Salawat al Profeta, has alcanzado 100 Salawat
fr: Début béni, ô celui qui envoie Salawat au Prophète, vous avez atteint 100 Salawat
id: Permulaan yang terberkati, wahai yang bershalawat untuk Nabi, Anda telah mencapai 100 shalawat
ru: Благословенное начало, о отправляющий саляват на Пророка, вы достигли 100 саляватов
sw: Mwanzo uliobarikiwa, Ewe mtumaji Salawat kwa Mtume, umefikia Salawat 100
uk: Благословенний початок, о той, хто надсилає Салават Пророку, ви досягли 100 Салаватів
ur: مبارک آغاز، اے نبی کے لیے درود پڑھنے والے، آپ 100 درود تک پہنچ گئے

# tier2_name
source: Rememberer of the Prophet
ar: الذاكر للنبي
es: Recordador del Profeta
fr: Rapporteur du Prophète
id: Pengingat Nabi
ru: Помнящий о Пророке
sw: Mwenye kumkumbuka Mtume
uk: Той, хто пам'ятає Пророка
ur: نبی کو یاد کرنے والے

# tier2_message
source: Rememberer of the Prophet, may Allah bless you, you have reached 500 Salawat
ar: الذاكر للنبي، بارك الله فيك لقد وصلت إلى 500 صلاة
es: Recordador del Profeta, que Allah te bendiga, has alcanzado 500 Salawat
fr: Rapporteur du Prophète, que Allah vous bénisse, vous avez atteint 500 Salawat
id: Pengingat Nabi, semoga Allah memberkati Anda, Anda telah mencapai 500 shalawat
ru: Помнящий о Пророке, да благословит вас Аллах, вы достигли 500 саляватов
sw: Mwenye kumkumbuka Mtume, Mwenyezi Mungu akubariki, umefikia Salawat 500
uk: Той, хто пам'ятає Пророка, нехай Аллах благословить вас, ви досягли 500 Салаватів
ur: نبی کو یاد کرنے والے، اللہ آپ کو برکت دے، آپ 500 درود تک پہنچ گئے

# tier3_name
source: The Sincere Lover
ar: المحب الصادق
es: El amante sincero
fr: L'amoureux sincère
id: Pencinta yang Tulus
ru: Искренний любитель
sw: Mpenzi wa Dhati
uk: Щирий коханий
ur: سچا عاشق

# tier3_message
source: Sincere love, continue, may Allah bless you, you have reached 1000 Salawat
ar: الحب الصادق، استمر بارك الله فيك لقد وصلت إلى 1000 صلاة
es: Amor sincero, continúa, que Allah te bendiga, has alcanzado 1000 Salawat
fr: L'amour sincère, continuez, que Allah vous bénisse, vous avez atteint 1000 Salawat
id: Cinta yang tulus, lanjutkan, semoga Allah memberkati Anda, Anda telah mencapai 1000 shalawat
ru: Искренняя любовь, продолжайте, да благословит вас Аллах, вы достигли 1000 саляватов
sw: Upendo wa dhati, endelea, Mwenyezi Mungu akubariki, umefikia Salawat 1000
uk: Щира любов, продовжуйте, нехай Аллах благословить вас, ви досягли 1000 Салаватів
ur: سچی محبت، جاری رکھیں، اللہ آپ کو برکت دے، آپ 1000 درود تک پہنچ گئے

# tier4_name
source: Warrior in the Remembrance of the Prophet
ar: مسبحة ذهبية (للمدادين)
es: Guerrero en el recuerdo del Profeta
fr: Guerrier dans le souvenir du Prophète
id: Prajurit dalam Zikir Nabi
ru: Боец в поминании Пророка
sw: Mpiganaji katika ukumbusho wa Mtume
uk: Воїн у пам'яті про Пророка
ur: نبی کی یادوں میں مجاہد

# tier4_message
source: Warrior in the remembrance of the Prophet, may Allah bless you, you have reached 5000 Salawat
ar: قال رسول الله ﷺ "من صلى علي واحدة، صلى الله عليه عشرا" (صحيح مسلم)، بارك الله فيك لقد وصلت إلى 2000 صلاة
es: Guerrero en el recuerdo del Profeta, que Allah te bendiga, has alcanzado 5000 Salawat
fr: Guerrier dans le souvenir du Prophète, que Allah vous bénisse, vous avez atteint 5000 Salawat
id: Prajurit dalam zikir Nabi, semoga Allah memberkati Anda, Anda telah mencapai 5000 shalawat
ru: Боец в поминании Пророка, да благословит вас Аллах, вы достигли 5000 саляватов
sw: Mpiganaji katika ukumbusho wa Mtume, Mwenyezi Mungu akubariki, umefikia Salawat 5000
uk: Воїн у пам'яті про Пророка, нехай Аллах благословить вас, ви досягли 5000 Салаватів
ur: نبی کی یادوں میں مجاہد، اللہ آپ کو برکت دے، آپ 5000 درود تک پہنچ گئے

# tier5_name
source: Crown (For the Aware)
ar: المجاهد في ذكر النبي
es: Corona (Para los conscientes)
fr: Couronne (pour les conscients)
id: Mahkota (Untuk yang Sadar)
ru: Корона (для осознающих)
sw: Taji (Kwa Wenye Ufahamu)
uk: Корона (Для свідомих)
ur: تاج (شعور سے بھرے لوگوں کے لیے)

# tier5_message
source: Crown (For the aware), may Allah bless you, you have reached 10000 Salawat
ar: المجاهد في ذكر النبي، بارك الله فيك لقد وصلت إلى 5000 صلاة
es: Corona (Para los conscientes), que Allah te bendiga, has alcanzado 10000 Salawat
fr: Couronne (pour les conscients), que Allah vous bénisse, vous avez atteint 10000 Salawat
id: Mahkota (Untuk yang sadar), semoga Allah memberkati Anda, Anda telah mencapai 10000 shalawat
ru: Корона (для осознающих), да благословит вас Аллах, вы достигли 10000 саляватов
sw: Taji (Kwa wenye ufahamu), Mwenyezi Mungu akubariki, umefikia Salawat 10000
uk: Корона (Для свідомих), нехай Аллах благословить вас, ви досягли 10000 Салаватів
ur: تاج (شعور سے بھرے لوگوں کے لیے)، اللہ آپ کو برکت دے، آپ 10000 درود تک پہنچ گئے

# tier6_name
source: Friend of the Messenger
ar: تاج (للواعين)
es: Amigo del Mensajero
fr: Ami du Messager
id: Teman dari Rasul
ru: Друг Пророка
sw: Rafiki wa Mtume
uk: Друг Пророка
ur: رسول کے دوست

# tier6_message
source: Friend of the Messenger, may Allah bless you, you have reached 30000 Salawat
ar: تاج (للواعين)، بارك الله فيك لقد وصلت إلى 10000 صلاة
es: Amigo del Mensajero, que Allah te bendiga, has alcanzado 30000 Salawat
fr: Ami du Messager, que Allah vous bénisse, vous avez atteint 30000 Salawat
id: Teman dari Rasul, semoga Allah memberkati Anda, Anda telah mencapai 30000 shalawat
ru: Друг Пророка, да благословит вас Аллах, вы достигли 30000 саляватов
sw: Rafiki wa Mtume, Mwenyezi Mungu akubariki, umefikia Salawat 30000
uk: Друг Пророка, нехай Аллах благословить вас, ви досягли 30000 Салаватів
ur: رسول کے دوست، اللہ آپ کو برکت دے، آپ 30000 درود تک پہنچ گئے

# tier7_name
source: The Foremost in Good Deeds
ar: السابقون بالخيرات
es: El más destacado en buenas obras
fr: Les premiers dans les bonnes œuvres
id: Para Pendahulu dalam Kebaikan
ru: Первые в добрых делах
sw: Wa Kwanza katika Matendo Mema
uk: Найперший у добрих справах
ur: نیکیوں میں سبقت لے جانے والے

# tier7_message
source: The foremost in good deeds, may Allah bless you, you have reached 50000 Salawat
ar: السابقون بالخيرات، بارك الله فيك لقد وصلت إلى 50000 صلاة
es: El más destacado en buenas obras, que Allah te bendiga, has alcanzado 50000 Salawat
fr: Les premiers dans les bonnes œuvres, que Allah vous bénisse, vous avez atteint 50000 Salawat
id: Para pendahulu dalam kebaikan, semoga Allah memberkati Anda, Anda telah mencapai 50000 shalawat
ru: Первые в добрых делах, да благословит вас Аллах, вы достигли 50000 саляватов
sw: Wa kwanza katika matendo mema, Mwenyezi Mungu akubariki, umefikia Salawat 50000
uk: Найперший у добрих справах, нехай Аллах благословить вас, ви досягли 50000 Салаватів
ur: نیکیوں میں سبقت لے جانے والے، اللہ آپ کو برکت دے، آپ 50000 درود تک پہنچ گئے

# tier8_name
source: The Diver in Remembrance of the Prophet
ar: الغائص في ذكر النبي
es: Buzo en el recuerdo del Profeta
fr: Le plongeur dans le souvenir du Prophète
id: Penyelam dalam Zikir Nabi
ru: Ныряющий в поминание Пророка
sw: Mzamiaji katika ukumbusho wa Mtume
uk: Дайвер у пам'яті про Пророка
ur: نبی کی یادوں میں غوطہ خور

# tier8_message
source: The diver in remembrance of the Prophet, may Allah bless you, you have reached 100000 Salawat
ar: الغائص في ذكر النبي، بارك الله فيك لقد وصلت إلى 100000 صلاة
es: Buzo en el recuerdo del Profeta, que Allah te bendiga, has alcanzado 100000 Salawat
fr: Le plongeur dans le souvenir du Prophète, que Allah vous bénisse, vous avez atteint 100000 Salawat
id: Penyelam dalam zikir Nabi, semoga Allah memberkati Anda, Anda telah mencapai 100000 shalawat
ru: Ныряющий в поминание Пророка, да благословит вас Аллах, вы достигли 100000 саляватов
sw: Mzamiaji katika ukumbusho wa Mtume, Mwenyezi Mungu akubariki, umefikia Salawat 100000
uk: Дайвер у пам'яті про Пророка, нехай Аллах благословить вас, ви досягли 100000 Салаватів
ur: نبی کی یادوں میں غوطہ خور، اللہ آپ کو برکت دے، آپ 100000 درود تک پہنچ گئے

# tier9_name
source: The Righteous Friend of Allah
ar: هلال في سماء (المحب للنبي)
es: El siervo recto de Allah
fr: L'ami vertueux d'Allah
id: Hamba Saleh Allah
ru: Праведный раб Аллаха
sw: Mtumishi Mwema wa Mwenyezi Mungu
uk: Благочестивий раб Аллаха
ur: اللہ کے نیک بندے

# tier9_message
source: The righteous friend of Allah, may Allah bless you, you have reached 200000 Salawat
ar: هلال في سماء (المحب للنبي)، بارك الله فيك لقد وصلت إلى 500000 صلاة
es: El siervo recto de Allah, que Allah te bendiga, has alcanzado 200000 Salawat
fr: L'ami vertueux d'Allah, que Allah vous bénisse, vous avez atteint 200000 Salawat
id: Hamba Saleh Allah, semoga Allah memberkati Anda, Anda telah mencapai 200000 shalawat
ru: Праведный раб Аллаха, да благословит вас Аллах, вы достигли 200000 саляватов
sw: Mtumishi mwema wa Mwenyezi Mungu, Mwenyezi Mungu akubariki, umefikia Salawat 200000
uk: Благочестивий раб Аллаха, нехай Аллах благословить вас, ви досягли 200000 Салаватів
ur: اللہ کے نیک بندے، اللہ آپ کو برکت دے، آپ 200000 درود تک پہنچ گئے

# tier10_name
source: Crescent in the Sky (Lover of the Prophet)
ar: العاشق للنبي
es: Luna creciente en el cielo (Amante del Profeta)
fr: Croissant dans le ciel (Amoureux du Prophète)
id: Bulan di Langit (Pencinta Nabi)
ru: Полумесяц на небе (любитель Пророка)
sw: Mwezi Mwandamo Angani (Mpenzi wa Mtume)
uk: Півмісяць у небі (Коханий Пророка)
ur: آسمان میں ہلال (نبی کے عاشق)

# tier10_message
source: Crescent in the sky (Lover of the Prophet), may Allah bless you, you have reached 500000 Salawat
ar: العاشق للنبي، بارك الله فيك لقد وصلت إلى 1000000 صلاة
es: Luna creciente en el cielo (Amante del Profeta), que Allah te bendiga, has alcanzado 500000 Salawat
fr: Croissant dans le ciel (Amoureux du Prophète), que Allah vous bénisse, vous avez atteint 500000 Salawat
id: Bulan di langit (Pencinta Nabi), semoga Allah memberkati Anda, Anda telah mencapai 500000 shalawat
ru: Полумесяц на небе (любитель Пророка), да благословит вас Аллах, вы достигли 500000 саляватов
sw: Mwezi mwandamo angani (Mpenzi wa Mtume), Mwenyezi Mungu akubariki, umefikia Salawat 500000
uk: Півмісяць у небі (Коханий Пророка), нехай Аллах благословить вас, ви досягли 500000 Салаватів
ur: آسمان میں ہلال (نبی کے عاشق)، اللہ آپ کو برکت دے، آپ 500000 درود تک پہنچ گئے

# tier11_name
source: Lover of the Prophet
ar: الواصلون الى الرحمن
es: Amante del Profeta
fr: Amoureux du Prophète
id: Pencinta Nabi
ru: Любитель Пророка
sw: Mpenzi wa Mtume
uk: Коханий Пророка
ur: نبی کے عاشق

# tier11_message
source: Lover of the Prophet, may Allah bless you, you have reached 750000 Salawat
ar: الواصلون الى الرحمن، بارك الله فيك لقد وصلت إلى 2000000 صلاة
es: Amante del Profeta, que Allah te bendiga, has alcanzado 750000 Salawat
fr: Amoureux du Prophète, que Allah vous bénisse, vous avez atteint 750000 Salawat
id: Pencinta Nabi, semoga Allah memberkati Anda, Anda telah mencapai 750000 shalawat
ru: Любитель Пророка, да благословит вас Аллах, вы достигли 750000 саляватов
sw: Mpenzi wa Mtume, Mwenyezi Mungu akubariki, umefikia Salawat 750000
uk: Коханий Пророка, нехай Аллах благословить вас, ви досягли 750000 Салаватів
ur: نبی کے عاشق، اللہ آپ کو برکت دے، آپ 750000 درود تک پہنچ گئے

# quran
source: Holy Quran
ar: القرآن الكريم

# quranDesc
source: Read and listen to the Holy Quran
ar: قراءة واستماع القرآن الكريم

source: Quran Appearance
ar: مظهر القرآن الكريم

# quranColorGreen
source: Green
ar: الأخضر(الافتراضي)

# quranColorBlue
source: Blue (Default)
ar: الأزرق

# quranColorBrown
source: Brown
ar: البني

# quranColorOld
source: Classic
ar: الكلاسيكي

source: Goals
ar: الأهداف

source: Translation Language
ar: لغة الترجمة

# nothing
source: None
ar: بدون

# counter
source: Salawat Count
es: Contador de Salawat
fr: Compteur de Salawat
id: Jumlah Salawat
ru: Счетчик Салавата
sw: Idadi ya Salawat
uk: Лічильник Салаватів
ur: درود کی گنتی

# tier12_name
source: Those Who Reached the Merciful
es: Aquellos que alcanzaron al Misericordioso
fr: Ceux qui ont atteint le Miséricordieux
id: Mereka yang Mencapai Yang Maha Pengasih
ru: Достигшие Милосердного
sw: Wale Waliofikia Mwingi wa Rehema
uk: Ті, хто досяг Милосердного
ur: رحمٰن تک پہنچنے والے

# tier12_message
source: Those who reached the Merciful, may Allah bless you, you have reached 1000000 Salawat
es: Aquellos que alcanzaron al Misericordioso, que Allah te bendiga, has alcanzado 1000000 Salawat
fr: Ceux qui ont atteint le Miséricordieux, que Allah vous bénisse, vous avez atteint 1000000 Salawat
id: Mereka yang mencapai Yang Maha Pengasih, semoga Allah memberkati Anda, Anda telah mencapai 1000000 shalawat
ru: Достигшие Милосердного, да благословит вас Аллах, вы достигли 1000000 саляватов
sw: Wale waliofikia Mwingi wa Rehema, Mwenyezi Mungu akubariki, umefikia Salawat 1000000
uk: Ті, хто досяг Милосердного, нехай Аллах благословить вас, ви досягли 1000000 Салаватів
ur: رحمٰن تک پہنچنے والے، اللہ آپ کو برکت دے، آپ 1000000 درود تک پہنچ گئے
