Repository: sorarose99/newsaa
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, id, ru, sw, uk, ur

# appName
source: Salawat Reminder
ar: الصلاة على النبي
fr: Rappel de Salawat
id: Pengingat Salawat
ru: Напоминание о Салавате
ur: درود شریف کی یاد دہانی

source: Home
ar: الرئيسية
es: Inicio
fr: Accueil
id: Beranda
ru: Главная
sw: Nyumbani
uk: Головна
ur: ہوم

source: Virtues
ar: فضائل
es: Virtudes
fr: Vertus
id: Keutamaan
ru: Достоинства
sw: Fadhila
uk: Чесноти
ur: خصوصیات

source: Statistics
ar: الإحصائيات
es: Estadísticas
fr: Statistiques
id: Statistik
ru: Статистика
sw: Takwimu
uk: Статистика
ur: اعداد و شمار

source: Plan
ar: الخطة

source: Settings
ar: الإعدادات
es: Ajustes
fr: Paramètres
id: Pengaturan
ru: Настройки
sw: Mipangilio
uk: Налаштування
ur: ترتیبات

source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
id: Hari Ini
ru: Сегодня
sw: Leo
uk: Сьогодні
ur: آج

source: Tap to Pray
ar: اضغط للصلاة
es: Toque para rezar
fr: Appuyez pour prier
id: Ketuk untuk Berdoa
ru: Нажмите для молитвы
sw: Gonga Kuomba
uk: Натисніть, щоб молитися
ur: دعا کے لیے دبائیں

source: Total Salawat
ar: إجمالي الصلوات
es: Salawat total
ru: Всего Салаватов
sw: Jumla ya Salawat
uk: Всього Салаватів
ur: کل درود

# todaySalawat
source: Today's Salawat
ar: صلوات اليوم
es: Salawat de hoy
fr: Salawat aujourd'hui
id: Salawat Hari Ini
ru: Салаватов сегодня
sw: Salawat za Leo
uk: Сьогоднішні Салавати
ur: آج کے درود

# weeklyStats
source: Weekly Statistics
ar: إحصائيات الأسبوع
es: Estadísticas semanales
fr: Statistiques hebdomadaires
id: Statistik Mingguan
ru: Недельная статистика
sw: Takwimu za Wiki
uk: Щотижнева статистика
ur: ہفتہ وار اعداد و شمار

# monthlyStats
source: Monthly Statistics
ar: إحصائيات الشهر
es: Estadísticas mensuales
fr: Statistiques mensuelles
id: Statistik Bulanan
ru: Месячная статистика
sw: Takwimu za Mwezi
uk: Щомісячна статистика
ur: ماہانہ اعداد و شمار

source: Appearance
ar: المظهر
es: Apariencia
fr: Apparence
id: Tampilan
ru: Оформление
sw: Muonekano
uk: Зовнішній вигляд
ur: ظاہری شکل

source: Dark Mode
ar: الوضع المظلم
es: Modo oscuro
fr: Mode sombre
id: Mode Gelap
ru: Тёмный режим
sw: Hali ya Giza
uk: Темний режим
ur: ڈارک موڈ

# enableDark
source: Enable dark theme
ar: تفعيل المظهر الداكن
es: Activar tema oscuro
fr: Activer le thème sombre
id: Aktifkan tema gelap
ru: Включить тёмную тему
sw: Washa mandhari meusi
uk: Увімкнути темну тему
ur: ڈارک تھیم فعال کریں

source: Notifications
ar: التذكيرات
es: Notificaciones
id: Notifikasi
ru: Уведомления
sw: Arifa
uk: Сповіщення
ur: یاد دہانیاں

source: Enable Reminders
ar: تفعيل التذكيرات
es: Activar recordatorios
fr: Activer les rappels
id: Aktifkan pengingat
ru: Включить напоминания
sw: Washa Vikumbusho
uk: Увімкнути нагадування
ur: یاد دہانیاں فعال کریں

# reminderDesc
source: Regular reminders to send Salawat
ar: تذكيرات منتظمة للصلاة على النبي
es: Recordatorios regulares para enviar Salawat
fr: Rappels réguliers pour envoyer des salawat
id: Pengingat rutin untuk bershalawat
ru: Регулярные напоминания отправлять салават
sw: Vikumbusho vya mara kwa mara kutuma Salawat
uk: Регулярні нагадування надсилати Салават
ur: درود پڑھنے کی باقاعدہ یاد دہانیاں

# reminderInterval
source: Repeat Interval
ar: فترة التكرار
es: Intervalo de repetición
fr: Intervalle de rappel
id: Interval Pengingat
ru: Интервал напоминаний
sw: Muda wa Kurudia
uk: Інтервал повторення
ur: یاد دہانی کا وقفہ

source: Every
ar: كل
es: Cada
fr: Toutes les
id: Setiap
ru: Каждые
sw: Kila
uk: Кожні
ur: ہر

source: minutes
ar: دقيقة
es: minutos
id: menit
ru: минут
sw: dakika
uk: хвилин
ur: منٹ

source: Salawat Format
ar: صيغة الصلاة
es: Formato de Salawat
fr: Format du salawat
id: Format Salawat
ru: Формат салавата
sw: Umbizo la Salawat
uk: Формат Салаватів
ur: درود کی قسم

source: Language
ar: اللغة
es: Idioma
fr: Langue
id: Bahasa
ru: Язык
sw: Lugha
uk: Мова
ur: زبان

source: English
ar: الإنجليزية

# indonesian
source: Bahasa Indonesia
ar: الإندونيسية

# russian
source: Русский
ar: الروسية
id: Bahasa Rusia

# french
source: Français
ar: الفرنسية
id: Bahasa Prancis

# urdu
source: اردو
ar: الأردو

# turkish
source: Türkçe
ar: التركية

# version
source: App Version
ar: نسخة التطبيق
es: Versión de la aplicación
fr: Version de l'application
id: Versi Aplikasi
ru: Версия приложения
sw: Toleo la Programu
uk: Версія програми
ur: ایپ ورژن

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
sw: Ghairi
uk: Скасувати
ur: منسوخ کریں

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
id: Simpan
ru: Сохранить
sw: Hifadhi
uk: Зберегти
ur: محفوظ کریں

source: Select Interval
ar: اختر فترة التكرار
es: Seleccionar intervalo
fr: Choisir l'intervalle
id: Pilih Interval
ru: Выберите интервал
sw: Chagua Muda
uk: Вибрати інтервал
ur: وقفہ منتخب کریں

source: hour
ar: ساعة
es: hora
fr: heure
id: jam
ru: час
sw: saa
uk: година
ur: گھنٹہ

# peaceBe
source: Peace be upon him
ar: ﷺ
es: La paz sea con él
fr: Que la paix et la bénédiction soient sur lui
id: Shalawat dan salam atasnya
ru: Да благословит его Аллах и приветствует
sw: Amani iwe juu yake
uk: Мир йому
ur: صلی اللہ علیہ وسلم

source: Sound Library
ar: مكتبة الأصوات
es: Biblioteca de sonidos
fr: Bibliothèque sonore
id: Perpustakaan Suara
ru: Библиотека звуков
sw: Maktaba ya Sauti
uk: Бібліотека звуків
ur: آوازوں کی لائبریری

source: Notification Sound
ar: صوت التذكير
es: Sonido de notificación
fr: Son du rappel
id: Suara Pengingat
ru: Звук напоминания
sw: Sauti ya Arifa
uk: Звук сповіщення
ur: یاد دہانی کی آواز

source: Volume
ar: مستوى الصوت
es: Volumen
ru: Громкость
sw: Sauti
uk: Гучність
ur: آواز

source: Groups
ar: المجموعات
es: Grupos
fr: Groupes
id: Grup
ru: Группы
sw: Vikundi
uk: Групи
ur: گروپس

source: Images
ar: الصور
es: Imágenes
id: Gambar
ru: Изображения
sw: Picha
uk: Зображення
ur: تصاویر

source: Videos
ar: الفيديوهات
fr: Vidéos
id: Video
ru: Видео
sw: Video
uk: Відео
ur: ویڈیوز

# virtueInfo
source: Virtues of Salawat
ar: فضائل
es: Virtudes del Salawat
fr: Vertus du salawat
id: Keutamaan Salawat
ru: Достоинства салавата
sw: Fadhila za Salawat
uk: Чесноти Салавата
ur: درود کی فضیلت

source: Reset Today
ar: تصفير اليوم
es: Restablecer hoy
sw: Weka Upya Leo
uk: Скинути сьогодні

source: Reset Week
ar: تصفير الأسبوع
es: Restablecer semana
sw: Weka Upya Wiki
uk: Скинути тиждень

source: Reset Month
ar: تصفير الشهر
es: Restablecer mes
sw: Weka Upya Mwezi
uk: Скинути місяць

source: Reset Counter
ar: إعادة ضبط العداد
es: Restablecer contador
fr: Réinitialiser le compteur
id: Reset Penghitung
ru: Сбросить счётчик
sw: Weka Upya Kaunta
uk: Скинути лічильник
ur: کاؤنٹر ری سیٹ کریں

# confirmReset
source: Are you sure you want to reset the counter?
ar: هل أنت متأكد أنك تريد إعادة ضبط العداد؟
es: ¿Está seguro de que desea restablecer el contador?
fr: Êtes-vous sûr de vouloir réinitialiser le compteur ?
id: Apakah Anda yakin ingin mereset penghitung?
ru: Вы уверены, что хотите сбросить счётчик?
sw: Je, una uhakika unataka kuweka upya kaunta?
uk: Ви впевнені, що хочете скинути лічильник?
ur: کیا آپ واقعی کاؤنٹر ری سیٹ کرنا چاہتے ہیں؟

# resetCounterSuccess
source: Counter reset successfully
ar: تم إعادة ضبط العداد بنجاح
es: Contador restablecido con éxito
fr: Compteur réinitialisé avec succès
id: Penghitung berhasil direset
ru: Счётчик успешно сброшен
sw: Kaunta imewekwa upya kwa mafanikio
uk: Лічильник успішно скинуто
ur: کاؤنٹر کامیابی سے ری سیٹ ہوگیا

source: Week
ar: الأسبوع
es: Semana
fr: Semaine
id: Minggu
ru: Неделя
sw: Wiki
uk: Тиждень
ur: ہفتہ

source: Month
ar: الشهر
es: Mes
fr: Mois
id: Bulan
ru: Месяц
sw: Mwezi
uk: Місяць
ur: مہینہ

# lastSevenDays
source: Last 7 days
ar: آخر 7 أيام
es: Últimos 7 días
fr: 7 derniers jours
id: 7 hari terakhir
ru: Последние 7 дней
sw: Siku 7 zilizopita
uk: Останні 7 днів
ur: گزشتہ 7 دن

# lastThirtyDays
source: Last 30 days
ar: آخر 30 يوم
es: Últimos 30 días
fr: 30 derniers jours
id: 30 hari terakhir
ru: Последние 30 дней
sw: Siku 30 zilizopita
uk: Останні 30 днів
ur: گزشتہ 30 دن

# saturday
source: Sat
ar: السبت
es: Sáb
fr: Sam
id: Sab
ru: Сб
sw: Juma
uk: Сб
ur: ہفتہ

# sunday
source: Sun
ar: الأحد
es: Dom
fr: Dim
id: Min
ru: Вс
sw: Jpili
uk: Нд
ur: اتوار

# monday
source: Mon
ar: الإثنين
es: Lun
fr: Lun
id: Sen
ru: Пн
sw: Jtatu
uk: Пн
ur: پیر

# tuesday
source: Tue
ar: الثلاثاء
es: Mar
fr: Mar
id: Sel
ru: Вт
sw: Jne
uk: Вт
ur: منگل

# wednesday
source: Wed
ar: الأربعاء
es: Mié
fr: Mer
id: Rab
ru: Ср
sw: Jtano
uk: Ср
ur: بدھ

# thursday
source: Thu
ar: الخميس
es: Jue
fr: Jeu
id: Kam
ru: Чт
sw: Alh
uk: Чт
ur: جمعرات

# friday
source: Fri
ar: الجمعة
es: Vie
fr: Ven
id: Jum
ru: Пт
sw: Ijumaa
uk: Пт
ur: جمعہ

source: Total
ar: الإجمالي
ru: Итого
sw: Jumla
uk: Всього
ur: مجموع

source: Average
ar: المتوسط
es: Promedio
fr: Moyenne
id: Rata-rata
ru: Среднее
sw: Wastani
uk: Середнє
ur: اوسط

source: Highest
ar: الأعلى
es: Más alto
fr: Le plus élevé
id: Tertinggi
ru: Максимум
sw: Juu zaidi
uk: Найвище
ur: سب سے زیادہ

source: Completed
ar: مكتمل
es: Completado
fr: Terminé
id: Selesai
ru: Завершено
sw: Imekamilika
uk: Завершено
ur: مکمل

source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
id: Tutup
ru: Закрыть
sw: Funga
uk: Закрити
ur: بند کریں

# selectLanguageDescription
source: Choose your preferred language to continue
ar: اختر لغتك المفضلة للمتابعة
es: Elija su idioma preferido para continuar
fr: Choisissez votre langue préférée pour continuer
id: Pilih bahasa pilihan Anda untuk melanjutkan
ru: Выберите предпочитаемый язык, чтобы продолжить
sw: Chagua lugha unayopendelea kuendelea
uk: Виберіть бажану мову, щоб продовжити
ur: جاری رکھنے کے لیے اپنی پسند کی زبان منتخب کریں

# pauseRemindersInTimeRange
source: Pause reminders during time range
ar: إيقاف التذكير خلال فترة زمنية
es: Pausar recordatorios durante el rango de tiempo
fr: Suspendre les rappels pendant une plage horaire
id: Jeda pengingat dalam rentang waktu
ru: Пауза напоминаний во время временного диапазона
sw: Sitisha vikumbusho wakati wa kipindi fulani
uk: Призупинити нагадування у часовому діапазоні
ur: وقت کی حد میں یاددہانی روکیں

# pauseRemindersInTimeRangeDesc
source: Disable notifications during a specific time range
ar: تعطيل الإشعارات خلال فترة زمنية محددة
es: Desactivar notificaciones durante un rango de tiempo específico
fr: Désactiver les notifications pendant une plage horaire spécifique
id: Nonaktifkan notifikasi dalam rentang waktu tertentu
ru: Отключать уведомления в течение определенного периода времени
sw: Zima arifa wakati wa kipindi maalum
uk: Вимкнути сповіщення у певний часовий діапазон
ur: مخصوص وقت کی حد میں نوٹیفکیشن بند کریں

# stopDuringCalls
source: Pause reminders during calls
ar: إيقاف التذكير أثناء المكالمات
es: Pausar recordatorios durante llamadas
fr: Suspendre les rappels pendant les appels
id: Jeda pengingat saat panggilan
ru: Пауза напоминаний во время звонков
sw: Sitisha vikumbusho wakati wa simu
uk: Призупинити нагадування під час дзвінків
ur: کال کے دوران یاددہانی روکیں

# stopDuringCallsDesc
source: Disable notifications when a call is active
ar: تعطيل الإشعارات عند الاتصال
es: Desactivar notificaciones cuando una llamada está activa
fr: Désactiver les notifications lors des appels
id: Nonaktifkan notifikasi saat panggilan aktif
ru: Отключать уведомления во время звонков
sw: Zima arifa wakati simu inaendelea
uk: Вимкнути сповіщення під час активного дзвінка
ur: کال کے دوران نوٹیفکیشن بند کریں

# notifyInSilent
source: Notify in silent mode
ar: التذكير في الوضع الصامت
es: Notificar en modo silencioso
fr: Notifier en mode silencieux
id: Ingatkan dalam mode senyap
ru: Напоминать в беззвучном режиме
sw: Arifu katika hali ya kimya
uk: Сповіщати в беззвучному режимі
ur: خاموش موڈ میں یاددہانی

# notifyInSilentDesc
source: Enable reminders even when the device is silent
ar: تفعيل الإشعارات حتى في الوضع الصامت
es: Activar recordatorios incluso cuando el dispositivo está en silencio
fr: Activer les rappels même en mode silencieux
id: Aktifkan pengingat meski perangkat senyap
ru: Включить напоминания даже в беззвучном режиме
sw: Washa vikumbusho hata wakati kifaa kiko kimya
uk: Увімкнути нагадування, навіть коли пристрій у беззвучному режимі
ur: خاموش موڈ میں بھی یاددہانی فعال رکھیں

# notificationVolumeLabel
source: Reminder volume level
ar: مستوى صوت التذكير
es: Nivel de volumen de recordatorio
fr: Niveau du volume des rappels
id: Tingkat volume pengingat
ru: Уровень громкости напоминаний
sw: Kiwango cha sauti ya kikumbusho
uk: Рівень гучності нагадувань
ur: یاد دہانی کی آواز کی سطح

source: Share
ar: مشاركة
es: Compartir
fr: Partager
id: Bagikan
ru: Поделиться
sw: Shiriki
uk: Поділитися
ur: شیئر کریں

source: Share via
ar: مشاركة عبر
es: Compartir a través de
fr: Partager via
id: Bagikan melalui
ru: Поделиться через
sw: Shiriki kupitia
uk: Поділитися через
ur: کے ذریعے شیئر کریں

# shareWhatsapp
source: WhatsApp
ar: واتساب
ur: واٹس ایپ

# shareFacebook
source: Facebook
ar: فيسبوك
ur: فیس بک

# shareInstagram
source: Instagram
ar: إنستغرام
ur: انسٹاگرام

# shareTwitter
source: Twitter
ar: تويتر
ur: ٹوئٹر

# shareMessenger
source: Messenger
ar: ماسنجر
ur: میسنجر

# languageSupportNote
source: Supports 11 languages: Arabic, English, Indonesian, Russian, French, Urdu, Turkish, Chinese, Ukrainian, Swahili, Spanish
ar: دعم 11 لغة: العربية، الإنجليزية، الإندونيسية، الروسية، الفرنسية، الأردو، التركية، الصينية، الأوكرانية، السواحيلية، الإسبانية
es: Admite 11 idiomas: árabe, inglés, indonesio, ruso, francés, urdu, turco, chino, ucraniano, swahili, español
fr: Prend en charge 11 langues : arabe, anglais, indonésien, russe, français, ourdou, turc, chinois, ukrainien, swahili, espagnol
id: Mendukung 11 bahasa: Arab, Inggris, Indonesia, Rusia, Prancis, Urdu, Turki, Cina, Ukraina, Swahili, Spanyol
ru: Поддерживает 11 языков: арабский, английский, индонезийский, русский, французский, урду, турецкий, китайский, украинский, суахили, испанский
sw: Inasaidia lugha 11: Kiarabu, Kiingereza, Kiindonesia, Kirusi, Kifaransa, Kiurdu, Kituruki, Kichina, Kiukreni, Kiswahili, Kihispania
uk: Підтримується 11 мов: арабська, англійська, індонезійська, російська, французька, урду, турецька, китайська, українська, суахілі, іспанська
ur: 11 زبانوں کی سپورٹ: عربی، انگریزی، انڈونیشی، روسی، فرانسیسی، اردو، ترکی، چینی، یوکرینی، سواحلی، ہسپانوی

source: Admin
ar: الإدارة
ru: Администратор
sw: Msimamizi
uk: Адмін
ur: ایڈمن

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
ru: Политика приватности
sw: Sera ya Faragha
uk: Політика конфіденційності
ur: رازداری کی پالیسی

source: About Us
ar: من نحن
es: Sobre nosotros
fr: À propos de nous
id: Tentang Kami
ru: О нас
sw: Kuhusu Sisi
uk: Про нас
ur: ہمارے بارے میں

source: Share App
ar: مشاركة التطبيق
es: Compartir aplicación
fr: Partager l'application
id: Bagikan Aplikasi
ru: Поделиться приложением
sw: Shiriki Programu
uk: Поділитися додатком
ur: ایپ شیئر کریں

source: Rate App
ar: قيّم التطبيق
es: Calificar aplicación
fr: Évaluer l'application
id: Nilai Aplikasi
ru: Оценить приложение
sw: Kadiria Programu
uk: Оцінити додаток
ur: ایپ کو درجہ دیں

source: Time Range Schedule
ar: جدول الفترة الزمنية
es: Horario de rango de tiempo
fr: Horaire de plage horaire
id: Jadwal Rentang Waktu
ru: График временного диапазона
sw: Ratiba ya Kipindi cha Muda
uk: Розклад часового діапазону
ur: وقت کی حد کا شیڈول

# timeRangeScheduleDesc
source: Set a time range to stop notifications
ar: حدد فترة زمنية للتوقف عن التذكيرات
es: Establecer un rango de tiempo para detener notificaciones
fr: Définir une plage horaire pour arrêter les notifications
id: Atur rentang waktu untuk menghentikan notifikasi
ru: Установить временной диапазон для остановки уведомлений
sw: Weka kipindi cha muda kusitisha arifa
uk: Встановити часовий діапазон для зупинки сповіщень
ur: نوٹیفکیشن روکنے کے لیے وقت کی حد مقرر کریں

source: From
ar: من الساعة
es: Desde
fr: De
id: Dari
ru: С
sw: Kutoka
uk: З
ur: سے

source: To
ar: إلى الساعة
es: Hasta
fr: À
id: Hingga
ru: По
sw: Hadi
uk: До
ur: تک

source: Download
ar: تحميل
es: Descargar
fr: Télécharger
id: Unduh
ru: Скачать
sw: Pakua
uk: Завантажити
ur: ڈاؤن لوڈ کریں

# dailyGoal
source: Your current goal: {currentGoal} Salawat on the Prophet, peace be upon him
ar: هدفـك الحالي: {currentGoal} صلاة على النبي ﷺ
es: Su objetivo actual: {currentGoal} Salawat sobre el Profeta, la paz sea con él
fr: Votre objectif actuel: {currentGoal} Salawat sur le Prophète, que la paix soit sur lui
id: Target Anda saat ini: {currentGoal} Salawat untuk Nabi, semoga keselamatan terlimpah atasnya
ru: Ваша текущая цель: {currentGoal} салавата Пророку, да благословит его Аллах и приветствует
sw: Lengo lako la sasa: {currentGoal} Salawat kwa Mtume, amani iwe juu yake
uk: Ваша поточна ціль: {currentGoal} Салаватів Пророку, мир йому
ur: آپ کا موجودہ مقصد: {currentGoal} نبی کے درود، ان پر اللہ کی رحمت اور سلامتی ہو

source: Reset All
ar: تصفير الكل
es: Restablecer todo
fr: Réinitialiser tout
id: Reset Semua
ru: Сбросить всё
sw: Weka Upya Yote
uk: Скинути все
ur: سب کچھ ری سیٹ کریں

source: Default Notification Sound
ar: صوت التذكير المعتمد
es: Sonido de notificación predeterminado
fr: Son de notification par défaut
id: Suara Notifikasi Bawaan
ru: Звук уведомления по умолчанию
sw: Sauti ya Arifa ya Msingi
uk: Звук сповіщення за замовчуванням
ur: ڈیفالٹ اطلاع کی آواز

# soundSelected
source: A sound has been selected for reminders
ar: تم اختيار صوت للتذكير
es: Se ha seleccionado un sonido para los recordatorios
fr: Un son a été sélectionné pour les rappels
id: Suara telah dipilih untuk pengingat
ru: Звук выбран для напоминаний
sw: Sauti imechaguliwa kwa vikumbusho
uk: Вибрано звук для нагадувань
ur: یاد دہانی کے لیے ایک آواز منتخب کی گئی ہے

# noSoundSelected
source: No reminder sound has been selected yet
ar: لم يتم اختيار صوت تذكير حتى الآن
es: Aún no se ha seleccionado ningún sonido de recordatorio
fr: Aucun son de rappel n'a été sélectionné
id: Belum ada suara pengingat yang dipilih
ru: Еще не выбран звук напоминаний
sw: Hakuna sauti ya kikumbusho iliyochaguliwa bado
uk: Звук нагадування ще не вибрано
ur: ابھی تک کوئی یاد دہانی کی آواز منتخب نہیں کی گئی

source: Additional Options
ar: الخيارات الإضافية
es: Opciones adicionales
fr: Options supplémentaires
id: Opsi Tambahan
ru: Дополнительные параметры
sw: Chaguzi za Ziada
uk: Додаткові опції
ur: اضافی اختیارات

source: Counting Speed
ar: سرعة العداد
es: Velocidad del contador
fr: Vitesse du comptage
id: Kecepatan Penghitung
ru: Скорость счета
sw: Kasi ya Kuhesabu
uk: Швидкість лічення
ur: شمار کی رفتار

# countingSpeedDesc
source: Choose the counting speed when holding down
ar: اختر سرعة العد عند الضغط المستمر
es: Elige la velocidad del contador al mantener pulsado
fr: Choisissez la vitesse du comptage lors d'une pression continue
id: Pilih kecepatan penghitung saat menekan lama
ru: Выберите скорость счета при длительном нажатии
sw: Chagua kasi ya kuhesabu wakati wa kushinikiza kwa muda
uk: Виберіть швидкість лічення при довгому натисканні
ur: طویل دبانے کے وقت شمار کی رفتار منتخب کریں

source: Speed
ar: سرعة
es: Velocidad
fr: Vitesse
id: Kecepatan
ru: Скорость
sw: Kasi
uk: Швидкість
ur: رفتار

# shareText
source: Salawat Reminder App - Regular reminders to send Salawat on Prophet Muhammad
ar: تطبيق الصلاة على النبي - تذكيرات منتظمة للصلاة على النبي ﷺ
es: Salawat Reminder App - Recordatorios regulares para enviar Salawat al Profeta Muhammad
fr: Application Rappel Salawat - Rappels réguliers pour envoyer Salawat au Prophète Muhammad
id: Aplikasi Pengingat Salawat - Pengingat rutin untuk bershalawat kepada Nabi Muhammad
ru: Приложение Напоминание о Салавате - Регулярные напоминания отправлять салават Пророку Мухаммаду
sw: Salawat Reminder App - Vikumbusho vya mara kwa mara kutuma Salawat kwa Mtume Muhammad
uk: Salawat Reminder App - Регулярні нагадування надсилати Салават Пророку Мухаммаду
ur: درود شریف یاد دہانی ایپ - نبی محمد کے لیے درود پڑھنے کی باقاعدہ یاد دہانیاں

source: Contact Us
ar: تواصل معنا
es: Contáctenos
fr: Nous contacter
id: Hubungi Kami
ru: Свяжитесь с нами
sw: Wasiliana Nasi
uk: Зв'язатися з нами
ur: ہمسے رابطہ کریں

# appTitle
source: Salawat Reminder App
ar: تطبيق الصلاة على النبي
fr: Application Rappel Salawat
id: Aplikasi Pengingat Salawat
ru: Приложение Напоминание о Салавате
ur: درود شریف یاد دہانی ایپ

# versionText
source: Version 1.0.0
ar: نسخة 1.0.0
es: Versión 1.0.0
id: Versi 1.0.0
ru: Версия 1.0.0
sw: Toleo 1.0.0
uk: Версія 1.0.0
ur: ورژن 1.0.0

# appDescription
source: A dedicated app to remind you to send Salawat on Prophet Muhammad, peace be upon him, regularly.
ar: تطبيق مخصص لتذكيرك بالصلاة على النبي محمد ﷺ بشكل منتظم.
es: Una aplicación dedicada para recordarle enviar Salawat al Profeta Muhammad, la paz sea con él, regularmente.
fr: Une application dédiée pour vous rappeler d'envoyer Salawat au Prophète Muhammad régulièrement.
id: Aplikasi khusus untuk mengingatkan Anda bershalawat kepada Nabi Muhammad secara teratur.
ru: Приложение, предназначенное для регулярного напоминания об отправке салавата Пророку Мухаммаду.
sw: Programu maalum kukukumbusha kutuma Salawat kwa Mtume Muhammad, amani iwe juu yake, mara kwa mara.
uk: Спеціальний додаток, щоб нагадувати вам регулярно надсилати Салават Пророку Мухаммаду, мир йому.
ur: نبی محمد کے لیے باقاعدہ درود پڑھنے کی یاد دہانی دینے کے لیے مختص ایپ۔

# privacyPolicyTitle
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
ru: Политика приватности
sw: Sera ya Faragha
uk: Політика конфіденційності
ur: رازداری کی پالیسی

# privacyContent
source: We care about your privacy. Our app does not collect sensitive personal data and does not share user data with third parties.
ar: نحن نهتم بخصوصيتك. تطبيقنا لا يجمع بيانات شخصية حساسة ولا يشارك بيانات المستخدمين مع أطراف ثالثة.
es: Nos importa su privacidad. Nuestra aplicación no recopila datos personales confidenciales y no comparte datos de usuarios con terceros.
fr: Nous nous soucions de votre confidentialité. Notre application ne collecte pas de données personnelles sensibles et ne partage pas les données utilisateur avec des tiers.
id: Kami peduli dengan privasi Anda. Aplikasi kami tidak mengumpulkan data pribadi yang sensitif dan tidak membagikan data pengguna dengan pihak ketiga.
ru: Мы заботимся о вашей конфиденциальности. Наше приложение не собирает чувствительные личные данные и не передает данные пользователей третьим лицам.
sw: Tunajali faragha yako. Programu yetu haikusanyi data nyeti ya kibinafsi na haishiriki data ya mtumiaji na wahusika wengine.
uk: Ми дбаємо про вашу конфіденційність. Наш додаток не збирає чутливі персональні дані та не передає дані користувачів третім особам.
ur: ہم آپ کی رازداری کی فکر کرتے ہیں۔ ہماری ایپ حساس ذاتی معلومات جمع نہیں کرتی اور صارف کی معلومات تیسری فریق کے ساتھ شیئر نہیں کرتی۔

# dataUsageTitle
source: Data Usage
ar: استخدام البيانات
es: Uso de datos
fr: Utilisation des données
id: Penggunaan Data
ru: Использование данных
sw: Matumizi ya Data
uk: Використання даних
ur: ڈیٹا کا استعمال
